{ "texts":[ "Pls send help ASAP. There's a man who broke into the house and he's looking for cookies. He's looked in the cupboard and found the Chips Ahoy. Doesn't he know that Oreos is milk's favorite cookies. Bring milk or else he'll be angry", "If you see a man with blue overalls and a red hat, DO NOT GIVE HIM MUSHROOMS. He is an addict and he needs help.", "I'm currently trapped in the washing machine and I need your help. Text me your credit card #, the last 4 digits of your SSN and the wacky numbers on the back of the card to help me escape. In return I will feed you tide pods." ,"According to all known laws of aviation, there is no way a bee should be able to fly.Its wings are too small to get its fat little body off the ground. The bee, of course, flies anyway because bees don't care what humans think is impossible.","I need you to get to my room immediately. My mom has found out that I have a private Minecraft server and I can't have her finding out that I said 'heck' online or else I'll be grounded. Just grab the computer, chuck it out of the window and say that a bird grabbed it. Thanks pal.","Do you think ants ever look at one another and go 'Hmmmmmm, that's a THICC thorax.'As you can probably tell I have not felt the touch of a human in several weeks. I would quite like a hug right now","I just saw an article that said that 5G cell towers are creating gays with Wi-Fi capabilities. Should I be alarmed or should I go outside and stand under one for better reception. Please reply quickly because texting on data costs a lot","My wife is leaving me. Apparently scraping the cream off of Oreos while saying 'It rubs the lotion on its skin ore else it gets the hose again' is grounds for a divorce in Ohio.","I'm writing my will and I have to decide what to do with all of my bodypillows. You've been  a friend to me for so long that I'd like to keep you warm even I've passed. To that end you will be receiving 456 anime bodypillows based on One Piece characters. Enjoy.","A man has put a gun to my head and asked me 'Cool Ranch or Nacho Cheese?' He's given me 15 seconds to answer and I'm not sure what to do. Tell my wife that I love her","Un homme qui ne comprend pas que l'hentai est un art magnifique est vraiment perdus","I tried to download more RAM and now my computer is chasing me. I tried to turn it off, but then it downloaded more battery. What should I do because it's trying to jam me into the CD-ROM?","My step sister has been acting weirdly recently. She's been getting stuck in place that she wants me to help her out of and has wanted to take baths together recently. Should I be concerned","I found someone's air pods on the ground and they've been playing the soundtrack to Shrek for 48 hours straight. Should I call the cops?", "I busted into my child's room and caught him playing ROBLOX. Have I failed as a parent?","Nicolas Cage broke into my room and said that he would use my skull as a trampoline if I didn't help him steal the Declaration of Independence, so I'm going to be at least an hour late to work John.", "I just took a BuzzFeed quiz that said I was 72% to be a Slytherin that would support the rise of the Third Reich. Could you help me find some uniforms because the ones on Amazon are a bit pricey ngl","I have no toilet paper and I'm trapped on the seat. My feet are getting numb. Call the SWAT team if you don't hear from me in 10 minutes" ]
}

{"textsStory":["Pls send help ASAP. There's someone who broke in to the house and I don't know what he's looking?!", "I'm in the bathroom right now hiding in the shower. My phone's on low battery, but I'll try to keep you posted on what's happening. Love you.","They've started punching holes in the wall? Why are they doing this?", "Did you piss anyone off because I can hear them yelling, but I can't make out the words through the walls.", "Oh God, they're getting closer. I can hear the thumping on the walls even more now. They're dragging something on the ground with them. It sounds dull and bone-like.", "I'm going to go into the shower and hide behind the curtain. I texted the police, but I don't know how long they'll take", "OH FUCK, they're banging on the door right now. It's gonna collapse. Hurry back PLEASE!","They've made it inside now. I'm curled up in a ball in the bathtub waiting them out. I can hear them knocking things off of the bathroom counter rn.","I think they're turning around, so I'm safe for now. I'm gonna peek over the tub to see who's doing this", "Christ in Heaven, WTF is that thing?!", "There's something in our house right now and I don't know what in the hell it is. I don't think animals are supposed to have that many eyes and that wide of a mouth. Forget the police, call the SWAT.", "I have to get out of here before that thing finds me in the tub. I'm gonna grab the shower rod to beat it back if it finds me." , "Fuck, FUck, fuck I think it could sense my movement because as soon as I started walking it stopped and started to head back to the bathroom. Im gonna run into our room, where you keep the revolver.", "Thank the Lord, it went back to the bathroom first. I don't think you can call it a room anymore because that thing knocked the walls down. I think I'm going to throw up if I see it again.", "I'm holed up in our room now, but I can hear it crawling down the hallway. I can tell it's low to the ground because I can hear the sound of its fur scraping against the ground. I left the door open because I thought it would notice if I closed it. Please tell me that you or the cops are coming soon. Please, I don't want to fight this thing", "Ok it's getting ANGRY, It's ripping the plaster on the wall down and biting everything in sight. I'm going to be honest, I've wet myself and I'm afraid that the creature can smell it.", "I'm gonna take your revolver and shoot the thing because I will not die whimphering in my own piss.", "If I die, you can have my Animal Crossing save. Take care of yourself and my island, love.","It's getting closer. It's started to growl so I think it's ready to pounce on me. I'm going to toss something out of the room to buy its attention and then blow its brains out.","There are no bullets in the gun.", "I've managed to run down the hall while it's mind was preoccupied and I'm going down the stairs. I'M ALMOST OUT."," Ok, I've made it to the door, but I can hear growling behind it.", "Looks like there are more", "I'm in the kitchen now and the creature is looking throughout the top floor for me. I think I might just take your Ambien and let this end, because I can't take this any longer.","I'm going to hide in the closet now so that will be where my body is if they don't find it."]
}
