{ "texts":[ "Pls send help ASAP. There's a man who broke in to the house and he's looking for cookies. He's looked in the cupboard and found the Chips Ahoy. Doesn't he know that Oreos is milk's favorite cookies. Bring milk or else he'll be angry", "If you see a man with blue overalls and a red hat, DO NOT GIVE HIM MUSHROOMS. He is an addict and he needs help.", "I'm currently trapped in the washing machine and I need your help. Text me your credit card #, the last 4 digits of your SSN and the wacky numbers on the backof the card to help me escape. In return I will feed you tide pods." ,"According to all known laws of aviation, there is no way a bee should be able to fly.Its wings are too small to get its fat little body off the ground. The bee, of course, flies anyway because bees don't care what humans think is impossible.","I need you to get to my room immediately. My mom has found out that I have a private Minecraft server and I can't have her finding out that I said 'heck' online or else I'll be grounded. Just grab the computer, chuck it out of the window and say that a bird grabbed it. Thanks pal.","Do you think ants ever look at one another and go 'Hmmmmmm, that's a THICC thorax.'As you can probably tell I have not felt the touch of a human in several weeks. I would quite like a hug right now","I just saw an article that said that 5G cell towers are creating gays with Wi-Fi capabilities. Should I be alarmed or should I go outside and stand under one for better reception. Please reply quickly because texting on data costs a lot","My wife is leaving me. Apparently scraping the cream off of Oreos while saying 'It rubs the lotion on its skin ore else it gets the hose again' is grounds for a divorce in Ohio.","I'm writing my will and I have to decide what to do with all of my bodypillows. You've been  a friend to me for so long that I'd like to keep you warm even I've passed. To that end you will be receiving 456 anime bodypillows based on One Piece characters. Enjoy.","A man has put a gun to my head and asked me 'Cool Ranch or Nacho Cheese?' He's given me 15 seconds to answer and I'm not sure what to do. Tell my wife that I love her","Un homme qui ne comprend pas que l'hentai est un art magnifique est vraiment perdus","I tried to download more RAM and now my computer is chasing me. I tried to turn it off, but then it downloaded more battery. What should I do because it's trying to jam me into the CD-ROM?","My step sister has been acting weirdly recently. She's been getting stuck in place that she wants me to help her out of and has wanted to take baths together recently. Should I be concerned","I found someone's air pods on the ground and they've been playing the soundtrack to Shrek for 48 hours straight. Should I call the cops?", "I busted into my child's room and caught him playing ROBLOX. Have I failed as a parent?","Nicolas Cage broke into my room and said that he would use my skull as a trampoline if I didn't help him steal the Declaration of Independence, so I'm going to be at least an hour late to work John.", "I just took a BuzzFeed quiz that said I was 72% to be a Slytherin that would support the rise of the Third Reich. Could you help me find some uniforms because the ones on Amazon are a bit pricey ngl","I have no toilet paper and I'm trapped on the seat. My feet are getting numb. Call the SWAT team if you don't hear from me in 10 minutes" ]
}
